---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.NanogramsPerPascalSecondSquareMeter
source: html/eb60446e-4694-f085-d5ed-451cbb52e027.htm
---
# Autodesk.Revit.DB.UnitTypeId.NanogramsPerPascalSecondSquareMeter Property

Nanograms per pascal second square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NanogramsPerPascalSecondSquareMeter { get; }
```